tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "aws-cdk"
brew "aws-cdk"
brew "autoconf"
brew "automake"
brew "bash"
brew "binutils"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "curl"
brew "findutils"
brew "gawk"
brew "gcc"
brew "gh"
brew "git-lfs"
brew "git-secrets"
brew "git"
brew "gmp"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnutls"
brew "go"
brew "go@1.19"
brew "grep"
brew "htop"
brew "hugo"
brew "icu4c"
brew "jq"
brew "kind"
brew "kotlin"
brew "libtool"
brew "libuv"
brew "mas"
brew "mercurial"
brew "mono-libgdiplus"
brew "moreutils"
brew "ncurses"
brew "netcdf"
brew "nmap"
brew "node"
brew "nvm"
brew "gimme-aws-creds"
brew "openjdk"
brew "openssh"
brew "openssl"
brew "p7zip"
brew "pandoc"
brew "pidof"
brew "pkg-config"
brew "pstree"
brew "python"
brew "python@3.11"
brew "rbenv"
brew "rename"
brew "rsync"
brew "ruby"
brew "screen"
brew "sphinx-doc"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "terraform"
brew "tree"
brew "vim"
brew "wget"
brew "xz"
brew "yarn"
brew "ksh93"
brew "oksh"
brew "zsh-syntax-highlighting"
brew "scorecard"
brew "typescript"
brew "jinja2-cli"
brew "awscli"
brew "kubernetes-cli"
brew "nano"
brew "nanorc"
brew "minikube"
brew "helm"


cask "1password"
cask "1password-cli"
cask "docker"
cask "dotnet-sdk"
cask "dracula-gitkraken"
cask "dracula-terminal"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "oracle-jdk"
cask "postman"
cask "visual-studio-code"
cask "powershell"
cask "font-source-code-pro"
cask "font-ibm-plex"
cask "font-consolas-for-powerline"
cask "font-anonymice-powerline"
